{
"GREETINGS": [
    "Hello there, {member.mention}! Welcome to our cozy corner of the internet! What's your go-to relaxation technique?",
    "Greetings, {member.mention}! If you were a superhero, what would your superpower be?",
    "Hey, sunshine! What's brought a smile to your face today, {member.mention}?",
    "Welcome aboard, {member.mention}! Tell us, do you prefer tea, coffee, or a nice cup of hot chocolate?",
    "Ahoy, matey! If you were setting sail on an adventure, {member.mention}, where would you go first?",
    "Hi there, {member.mention}! What's your favourite way to unwind after a long day?",
    "Hello, fellow explorer! If you could travel anywhere in time, past or future, where would you choose, {member.mention}?",
    "Howdy, {member.mention}! What's one thing on your bucket list that you're excited to check off?",
    "Welcome, {member.mention}! If you could have dinner with any historical figure, who would it be?",
    "Bonjour, {member.mention}! If you had to live in a different era, which one would you pick?",
    "Greetings, wanderer! {member.mention}, if you could spend a day in a fictional world, where would you go?",
    "Hey, {member.mention}! What's your ultimate winter comfort food when you need warming through?",
    "Welcome, {member.mention}! Are you more of a morning person or a night owl?",
    "Well hello, {member.mention}! What's the last book that kept you up all night reading?"
    ],

"RANDOM_QUOTES": [
    "The greatest wealth is health. - Virgil",
    "Happiness is not something ready-made. It comes from your own actions. - Dalai Lama",
    "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship. - Buddha",
    "To keep the body in good health is a duty... otherwise, we shall not be able to keep our mind strong and clear. - Buddha",
    "Take care of your body. It's the only place you have to live. - Jim Rohn",
    "The groundwork for all happiness is good health. - Leigh Hunt",
    "A healthy outside starts from the inside. - Robert Urich",
    "He who has health has hope, and he who has hope has everything. - Thomas Carlyle",
    "To enjoy the glow of good health, you must exercise. - Gene Tunney",
    "The secret of health for both mind and body is not to mourn for the past, not to worry about the future, or not to anticipate troubles, but to live in the present moment wisely and earnestly. - Buddha",
    "Your body is a temple, but only if you treat it as one. - Astrid Alauda",
    "Physical fitness is not only one of the most important keys to a healthy body, but it is also the basis of dynamic and creative intellectual activity. - John F. Kennedy",
    "The doctor of the future will no longer treat the human frame with drugs, but rather will cure and prevent disease with nutrition. - Thomas Edison",
    "Wellness is the complete integration of body, mind, and spirit - the realisation that everything we do, think, feel, and believe has an effect on our state of wellbeing. - Greg Anderson",
    "Caring for your body, mind, and spirit is your greatest and grandest responsibility. It's about listening to the needs of your soul and then honouring them. - Kristi Ling",
    "The greatest glory in living lies not in never falling, but in rising every time we fall. - Nelson Mandela",
    "As you think, you shall become. - Bruce Lee",
    "Never understimate the ability of a small group of dedicated people to change the world. Indeed, it is the only thing that ever has. - Margaret Mead",
    "Yesterday is gone. Tomorrow has yet to come. We have only today. Let us begin. - Mother Teresa",
    "Laughter is the shortest distance between two people. - Victor Borge",
    "Breathe. Take care. Stand still for a minute. What you are looking for might just be looking for you too. - Cleo Wade"
    ],

"GOOD_THINGS_MESSAGES": [
    "Did you know that practicing gratitude can boost your mood? Share three things that brought a smile to your face today.",
    "Gratitude is like a magnet for positivity. Join us in spreading good vibes by sharing three aspects of your life that you're thankful for.",
    "Gratitude is the key to a happier mindset. Let's create a wave of positivity together. Can you share three things that you're currently feeling grateful for?",
    "Take a moment to reflect on the benefits of gratitude. What are three moments or aspects of your life that you're grateful for?",
    "Gratitude can turn ordinary moments into extraordinary ones. Share three things you're thankful to have in your life and let the magic happen.",
    "Embrace the power of gratitude — it can bring joy and contentment. What are three things that bring you joy and gratitude right now?",
    "Gratitude isn't just a concept; it's a way to appreciate life's beauty. On that note, what are three things that you're grateful for today?",
    "When you focus on gratitude, you invite more reasons to smile into your life. What's making you feel grateful right now?",
    "Counting your blessings can bring a sense of abundance. List three things that you're genuinely grateful for in your life.",
    "Positivity multiplies when shared. Help us spread it by naming three things that you're currently grateful to experience.",
    "The more you practice gratitude, the richer your life becomes. Share with us three things you're thankful for, no matter how small.",
    "Embracing gratitude can turn ordinary days into extraordinary ones. Can you jot down three things that have positively impacted your day?",
    "Gratitude fuels happiness. Experience its power by sharing three things you're happily thankful for right now.",
    "Happiness often hides in everyday moments. Tell us about three things that you're currently grateful to have and inspire others to find joy in them too.",
    "Expressing appreciation is a beautiful gift you can give to yourself and others. What are three wonderful things that you're feeling grateful for today?",
    "The benefits of gratitude are numerous. Share your gratitude journey with us. What are three things you're truly thankful for in your life?",
    "Life's filled with small blessings that often go unnoticed. What experiences or things are you counting as blessings today? Share three of them with us!",
    "Warm hearts spread happiness, and gratitude is the warmth that keeps them aglow. Name three things that have warmed your heart with gratitude, and let's keep the flame alive!",
    "Every day is a fresh start, and gratitude can make it even brighter. What are three things you're grateful to wake up to each day?",
    "Life is a treasure trove of experiences, and gratitude helps you uncover its gems. List three things that you're currently holding close with gratitude, and let's cherish them together.",
    "Gratitude is like a happiness booster. Start by sharing three things that brightened your day.",
    "Did you know that practicing gratitude can reduce stress? Join us by sharing three aspects of your life that you're thankful for right now.",
    "A grateful heart is a healthy heart. Take a moment to reflect on the benefits of gratitude and then share three things you're currently feeling grateful for.",
    "Gratitude can turn ordinary moments into extraordinary memories. What are three moments or aspects of your life that you're grateful for today?",
    "When you focus on gratitude, you invite more positivity into your life. Share three things you're thankful to have in your life and watch the positivity grow.",
    "Embrace the power of gratitude—it can enhance your well-being. What are three things that bring you joy and gratitude right now?",
    "Gratitude isn't just an attitude; it's a way to appreciate life's beauty. On that note, what are three things that you're grateful for today?",
    "Experience the ripple effect of gratitude by sharing three reasons that make you feel grateful right now.",
    "Counting your blessings can lead to a more fulfilled life. List three things that you're genuinely grateful for today.",
    "Positivity spreads like wildfire. Help us ignite it by naming three things that you're currently grateful to experience.",
    "The more you practice gratitude, the richer your life becomes. Share with us three things you're thankful for, no matter how small.",
    "Embracing gratitude can turn ordinary days into extraordinary ones. Can you jot down three things that have positively impacted your day?",
    "Gratitude fuels happiness. Experience its power by sharing three things you're happily thankful for right now.",
    "Happiness often hides in everyday moments. Tell us about three things that you're currently grateful to have and inspire others to find joy in them too.",
    "Expressing appreciation is a beautiful gift you can give to yourself and others. What are three wonderful things that you're feeling grateful for today?",
    "The benefits of gratitude are numerous. Share your gratitude journey with us. What are three things you're truly thankful for in your life?",
    "Life is filled with small blessings that often go unnoticed. What experiences or things are you counting as blessings today? Share three of them with us!",
    "Warm hearts spread happiness, and gratitude is the warmth that keeps them aglow. Name three things that have warmed your heart with gratitude, and let's keep the flame alive!",
    "Every day is a fresh start, and gratitude can make it even brighter. What are three things you're grateful to wake up to each day?",
    "Life is a treasure trove of experiences, and gratitude helps you uncover its gems. List three things that you're currently holding close with gratitude, and let's cherish them together."
    ],

"QUESTIONS": [
    "If you could switch lives with someone for a day, who would it be and why?",
    "What's the most adventurous thing you've ever done or would like to do?",
    "If you had to eat one cuisine for the rest of your life, which one would it be?",
    "What's a movie or TV show that you can quote word for word?",
    "If you could invent a new holiday, what would it be and how would it be celebrated?",
    "What's a place you've always wanted to visit but haven't had the chance to?",
    "If you could have any animal as a loyal companion, which one would you choose?",
    "What's the most interesting piece of trivia you know?",
    "If you could magically become an expert in any subject, what would it be?",
    "What's a skill or talent you have that you're secretly proud of?",
    "If you could relive one year of your life, which year would you pick and why?",
    "What's a technology that doesn't exist yet, but you wish it did?",
    "If you were a character in a video game, what type of game would you belong to?",
    "What's the best gift you've ever received?",
    "If you could have a conversation with your future self, what would you ask?",
    "What's your favorite way to overcome a creative block?",
    "If you could instantly master any dance style, which one would you choose?",
    "What's the most unusual job you can think of that you'd like to try for a day?",
    "If your life was a movie, what would its title be?",
    "What's a random act of kindness you've done or would like to do?",
    "If animals could talk, which one do you think would be the funniest and why?",
    "Would you rather fight one horse-sized duck or a hundred duck-sized horses?",
    "What's your go-to joke that never fails to make people laugh?",
    "If you could have a conversation with your pet, what's the first thing you'd ask them?",
    "What's the most embarrassing moment you've had that you can laugh about now?",
    "If you could have a superpower that's utterly useless, what would it be?",
    "What's the weirdest food combination you secretly enjoy?",
    "If your life was a sitcom, what would the theme song be, and who would sing it?",
    "If you could swap lives with a famous comedian for a day, who would it be?",
    "What's the most hilarious thing you've seen happen in a public place?",
    "If you were a stand-up comedian, what would your stage name be?",
    "What's your signature dance move, and can you describe it in words?",
    "If you could have any fictional character as your imaginary friend, who would it be?",
    "What's your favorite dad joke, even if you're not a dad?",
    "If you had to survive a zombie apocalypse with three fictional characters, who would they be?",
    "What's the silliest fear you've ever had or still have?",
    "If you were a cartoon character, what would your catchphrase be?",
    "What's the strangest thing you've ever found at the back of your fridge?",
    "If you could replace your hands with any objects, what would they be?",
    "If you could attend a dinner party with three historical figures, who would you invite, and what would you serve them?",
    "If you could have any superpower, what would it be and why?",
    "What's the most interesting book you've read recently?",
    "If you were stranded on a desert island, what three items would you want with you?",
    "What's your go-to comfort food?",
    "If you could travel to any point in history, when and where would you go?",
    "What's the most unusual pet you've ever had or wanted to have?",
    "If you could learn to play any musical instrument instantly, which one would you choose?",
    "What's a skill you've always wanted to learn, but haven't had the chance to?",
    "If you were to write a book, what genre would it be in?",
    "What's your favorite way to unwind after a long day?",
    "If you could have dinner with any historical figure, who would it be and what would you ask them?",
    "What's the most beautiful place you've ever been to?",
    "If you could star in a movie, what type of character would you want to play?",
    "What's the best piece of advice you've ever received?",
    "If you could only listen to one song for the rest of your life, which one would it be?",
    "What's a hobby you've always wanted to pick up, but haven't yet?",
    "If you could be fluent in any language instantly, which one would you choose?",
    "What's your favorite way to spend a rainy day?",
    "If you could visit any planet in our solar system, which one would you pick and why?",
    "What's a weird or unique talent you have that not many people know about?"
    ],

"CC_QUESTIONS": [
    "How do you personally prioritise and nurture your own social connections and relationships for your wellbeing?",
    "Can you share an example of how maintaining strong personal connections has positively influenced your own mental and emotional wellbeing?",
    "What advice or strategies do you have for employees who may be struggling with feeling isolated or disconnected in the workplace?",
    "How do you promote a sense of belonging and social connection within your team or department?",
    "Have you observed any team dynamics that have had a significant impact on team members' wellbeing, either positively or negatively?",
    "What initiatives or activities does your team engage in to strengthen social bonds and enhance collective wellbeing?",
    "How does your organisation support and encourage social connections among employees at a broader level?",
    "Do you have specific policies or practices in place to foster a sense of community and inclusion throughout your organisation?",
    "Can you provide examples of how a strong sense of social connection has contributed to the overall wellbeing of your organisation and its employees?",
    "How do you envision your organisation's commitment to promoting social wellbeing evolving in the future?",
    "How do you personally prioritise physical activity and exercise as part of your wellbeing routine?",
    "Can you share an example of how regular physical activity has positively impacted your own mental and physical wellbeing?",
    "What advice or strategies do you have for employees who may struggle with finding time for physical activity in their busy schedules?",
    "How does your team or department promote and support physical activity among team members?",
    "Have you noticed any team initiatives or practices that have had a positive influence on the physical wellbeing of your employees?",
    "What role does physical activity play in team-building and fostering a healthier work environment?",
    "How does the organisation encourage physical activity and a healthy lifestyle among employees on a broader scale?",
    "Are there workplace policies or facilities in place at your organisation to support employees in being more active during the workday?",
    "Can you provide examples of how a culture of physical activity has contributed to the overall wellbeing and productivity of your organisation?",
    "How do you envision your organisation's commitment to promoting physical wellbeing evolving in the future?",
    "How do you personally practice mindfulness and being present in the moment as part of your wellbeing routine?",
    "Can you share an example of how practicing mindfulness or taking notice has positively impacted your own mental clarity and wellbeing?",
    "What advice or strategies do you have for employees who may find it challenging to stay present in a fast-paced work environment?",
    "How does your team or department promote and encourage a culture of mindfulness and being present among team members?",
    "Have you noticed any team practices or rituals that have had a positive influence on team members' ability to take notice and reduce stress?",
    "How can fostering a sense of presence and awareness contribute to better teamwork and collaboration within your department?",
    "How does your organisation support and promote mindfulness and being present among employees at a broader level?",
    "Are there specific programs or initiatives in place to enhance awareness and wellbeing at your organisation?",
    "Can you provide examples of how a culture of mindfulness has contributed to the overall wellbeing and productivity of your organisation?",
    "How do you envision your organisation's commitment to promoting mindfulness and presence evolving in the future?",
    "How do you personally prioritise continuous learning and personal development for your wellbeing and professional growth?",
    "Can you share an example of how acquiring new skills or knowledge has positively impacted your own sense of purpose and wellbeing?",
    "What advice or strategies do you have for employees who may struggle to find opportunities for learning in their roles?",
    "How does your team or department promote a culture of continuous learning and skill development among team members?",
    "Have you noticed any team initiatives or practices that have had a positive influence on team members' motivation to learn and grow?",
    "How can fostering a learning-oriented environment enhance teamwork and innovation within your department?",
    "How does your organisation support and encourage continuous learning and skill development among employees at a broader level?",
    "Are there specific programs or resources in place to facilitate professional development and learning throughout your organisation?",
    "Can you provide examples of how a commitment to continuous learning has contributed to the overall wellbeing and adaptability of your organisation?",
    "How do you envision your organisation's dedication to promoting learning and development evolving in the future?",
    "How do you personally experience a sense of fulfillment and wellbeing through acts of kindness and giving to others?",
    "Can you share an example of a time when giving or volunteering positively impacted your own sense of purpose and wellbeing?",
    "What advice or strategies do you have for employees who may want to engage in more acts of kindness but are unsure where to start?",
    "How does your team or department encourage acts of kindness and giving among team members?",
    "Have you observed any team initiatives or practices that have had a positive influence on team members' willingness to help and support one another?",
    "How can fostering a culture of giving enhance teamwork, collaboration, and cohesion within your department?",
    "How does your organisation support and promote acts of kindness, volunteering, and social responsibility among employees at a broader level?",
    "Are there specific corporate social responsibility (CSR) initiatives or philanthropic efforts in place to give back to your community?",
    "Can you provide examples of how your organisation's commitment to giving has contributed to the overall wellbeing and reputation of the business?",
    "How do you envision your organisation's dedication to promoting acts of kindness and giving evolving in the future?"
    ]
}